rus_country = [
    'Казахстан',
    'Украина',
    'Россия',
    'Белоруссия',
]
where_you_live_text = 'Напишите пожалуйста на кириллице в каком городе вы проживаете'
no_add_in_this_city = 'Пока что нет обьявлении в этом городе'
add_has_been_delete = 'Это обьявление было уже удалено'
success_delete = 'Успешно удален'
menu_text = 'Выберите вид услуги пожалуйста'
nxt_btn = 'Следующий'
del_btn = 'Удалить'
success_city = 'Ваш город проживания был успешно обновлен!'
ad_is_deleted = 'Простите! Но это обьявление уже было удалено'
liked_text = 'Одному из участников понравилось ваша игрушка, он(-а) хочет поменять свою игрушку на вашу эту игрушку'
create_add_text = """
Привет для создания обьявления вам потребуется фотография игрушки, обьявление будет выглядеть в таком типе

Название: Трансформер робот
Описание: Мой ребенок играл на этой игрушке около месяца. Хочу поменять на куклу барби или на робот\
трансформер другого вида

\U00002757 Для начала загрузите фото игрушки пожалуйста \U00002757
                  """
no_add_text = """У вас нет обьявлений который были опубликованы!

Если вы создали обьявление подождите пока один из модераторов одобрить его"""

# print(create_add_text)
countryCities = {
    'Казахстан': [
        'Алматы',
        'Астана',
        'Актобе',
        'Актау',
        'Атырау',
        'Орал',
        'Шымкент',
        'Кызылорда',
        'Петропавлск',
        'Павлодар',
        'Семей',
        'Усть-Каменгорск',
        'Тараз',
    ],
    'Россия': [
        'Москва',
        'Санкт-Петербург',
        'Екатеринбург',
        'Новосибирск',
    ],
    'Украина': [
        'Киев',
        'Харьков',
        'Одесса',
        'Днепропетровск',
    ],
    'Белоруссия': [
        'Минск',
        'Брест',
        'Гродно',
        'Гомель',
    ]

}