menu_create = '\U0001F195 Создать обьявление'
menu_my_ads = '\U0001F4C2 Мои обьявления'
menu_change_city = '\U0001F3E0 Поменять город'
menu_search = '\U0001F50E Поиск'
menu_exchange = '\U00002630 Категории'
menu_profile = '\U0001f464 Профиль'
menu_my_liked = '\U0001F4D1 Запросы'
help_text = """
*Функции бота*:

\U0001F50E Поиск - Найти нужные обьявлений по ключевому слову
\U0001F3E0 Поменять город - Поменять ваш город проживания
\U0001F195 Создать обьявление - Создать обьявление о своей игрушке
\U0001F4C2 Мои обьявления - Посмотреть ваши обьявления
\U00002630 Категории - Найти нужно обьявлений по категориям 
\U0001f464 Профиль - Ваши данные 

*Функции участника: *
1. Создать 1 обьявлении максимум 

*Премиум функции* :
1. Добавлять бесконечное количество обьявлений
2. Обьявление будет поститься в нашем канале
3. Ваше обьявление будет всегда в топе
"""
choose_category_text = 'Пожалуйста выберите категорию игры:'
welcome_text = """
\U0001F525 Добро пожаловать в наш телеграм бот! \U0001F525

*Бот для онлайн обьявлений:*
Вы можете создавать свои обьявление для продажи, покупки, обмена вещей

*Наш канал*:  [Алмасу](https://t.me/almasu_kz) 
*Наш чат*:  [Алмасу](https://t.me/almasu_kz_channel) 
Вы можете прочитать про наш бот в этом канале

\U0001F4B8 Первый месяц у всех премиум до 14 апреля \U0001F4B8 
"""

where_you_live_text = 'Напишите пожалуйста на кириллице в каком городе вы проживаете'
no_add_in_this_city = 'Пока что нет обьявлении в этом городе'
add_has_been_delete = 'Это обьявление было уже удалено'
success_delete = 'Успешно удален'
menu_text = 'Выберите вид услуги пожалуйста'
nxt_btn = 'Следующий        '
del_btn = 'Удалить'
success_city = 'Ваш город проживания был успешно обновлен!'
ad_is_deleted = 'Простите! Но это обьявление уже было удалено'

create_add_text = """
Для обьявления вам потребуется как минимум одна фотография


\U00002705 Образец для обьявления:

\U0001F4D1 *Категория*: Технические игрушки
\U0001f464 *Название*: Трансформер робот
\U0001F4C2 *Описание*: Купил за 7000 тенге. Состояние игрушки отличное, сын играл всего месяц 
\U0001F4B0 *Цена*: 5500 тг


\U00002757 Для начала пожалуйста, выберите категорию из кнопок ниже \U00002757
                  """
no_add_text = """У вас нет обьявлений который были опубликованы!

Если вы создали обьявление подождите пока один из модераторов одобрить его"""
no_user_ad_text = "У вас пока что нет обьявлении или они не были одобрены модераторами\n" \
                   "Создайте обьявление и подождите пока обьявление одобрит модератор"
choose_right_category = "Пожалуйста выберите категорию из кнопок который расположены ниже"

