from russian import constants
menu_create = '\U0001F195 Создать обьявление'
menu_my_ads = '\U0001F4C2 Мои обьявления'
menu_change_city = '\U0001F3E0 Поменять город'
menu_exchange = '\U0001F50E Обмен игрушками'
menu_profile = '\U0001f464 Профиль'
menu_my_liked = '\U0001F4D1 Запросы'
help_text = """
*Функции бота*:

\U0001F50E Обмен игрушками - Перейти в категории игрушек
\U0001F3E0 Поменять город - Поменять ваш город проживания
\U0001F195 Создать обьявление - Создать обьявление о своей игрушке
\U0001F4C2 Мои обьявления - Посмотреть ваши обьявления
\U0001F4D1 Запросы - Обьявлении которые понравились вам 

*Функции участника: *
1. Создать 2 обьявлении максимум 
2. Использовать функцию хочу обменять максимум 5 раз

*Премиум функции* :
1. Добавлять бесконечное количество обьявлений
2. Обьявление будет поститься в нашем канале
3. Можно поставить рейтинг другим участникам

"""
choose_category_text = 'Пожалуйста выберите категорию игры:'
welcome_text = """\U0001F525 Добро пожаловать в наш телеграм бот! \U0001F525

*Бот для обмена игрушек:*
Вы можете создавать свои обьявление для обмена ваших игр или игрушек ваших детей
\U0001F4B8 Первый месяц у всех премиум до 14 апреля \U0001F4B8 
"""

where_you_live_text = 'Напишите пожалуйста на кириллице в каком городе вы проживаете'
no_add_in_this_city = 'Пока что нет обьявлении в этом городе'
add_has_been_delete = 'Это обьявление было уже удалено'
success_delete = 'Успешно удален'
menu_text = 'Выберите вид услуги пожалуйста'
nxt_btn = 'Следующий        '
del_btn = 'Удалить'
success_city = 'Ваш город проживания был успешно обновлен!'
ad_is_deleted = 'Простите! Но это обьявление уже было удалено'
liked_text = 'Одному из участников понравилось ваша игрушка, он(-а) хочет поменять свою игрушку на вашу эту игрушку'
create_add_text = """
Для обьявления вам потребуется фотография игрушки

Обьявление будет выглядеть так:

\U00002705 Категория: Игрушки для девочек
\U00002705 Название: Трансформер робот
\U00002705 Описание: Мой ребенок играл на этой игрушке около месяца. Состояние игрушки отличное. \
Хочу поменять на куклу барби или на робот трансформер другого вида
    
\U00002757 Для начала пожалуйста, выберите категорию игрушек из кнопок ниже \U00002757
                  """
no_add_text = """У вас нет обьявлений который были опубликованы!

Если вы создали обьявление подождите пока один из модераторов одобрить его"""
no_user_ad_text = "У вас пока что нет обьявлении или они не были одобрены модераторами\n" \
                   "Создайте обьявление и подождите пока обьявление одобрит модератор"
choose_right_category = "Пожалуйста выберите категорию из кнопок который расположены ниже"

category = [
    'Игрушки с персонажами \U0001F467 \U0001F466',
    'Мягкие игрушки \U0001f9f8',
    'Образовательные игрушки \U0001f4da',
    'Автомобили \U0001f697',
    'Технические игрушки \U0001f916',
    'Музыкальные игрушки \U0001f3b8',
    'Консольные игры \U0001F579',
]

