rus_country = [
    'Казахстан',
    'Украина',
    'Россия',
    'Белоруссия',
]
create_add_text = """
Привет для создания обьявления вам потребуется фотография игрушки, название игрушки и какие у вас предпочтения\
 при выборе фотографии 
Например:
Название: Трансформер робот
Описание: Мой ребенок играл на этой игрушке около месяца. Хочу поменять на куклу барби или на робот\
трансформер другого вида

Для начала загрузите фото игрушки пожалуйста
                  """
# print(create_add_text)
countryCities = {
    'Казахстан': [
        'Алматы',
        'Астана',
        'Актобе',
        'Актау',
        'Атырау',
        'Орал',
        'Шымкент',
        'Кызылорда',
        'Петропавлск',
        'Павлодар',
        'Семей',
        'Усть-Каменгорск',
    ],
    'Россия': [
        'Москва',
        'Санкт-Петербург',
        'Екатеринбург',
        'Новосибирск',
    ],
    'Украина': [
        'Киев',
        'Харьков',
        'Одесса',
        'Днепропетровск',
    ],
    'Белоруссия': [
        'Минск',
        'Брест',
        'Гродно',
        'Гомель',
    ]

}