download_photo = 'Теперь загрузите фото пожалуйста'
download_name = 'Теперь введите название игрушки'
download_description = 'Теперь опишите свои игрушку и свои предпочтения'
success_download = """Ваше обьявление было успешно загружено. 
Подождите пока один из модераторов проверит его и опубликует"""
wrong_name = 'Кажется вы неправильно написали название города или пока что вашего города не существует в списке городов'
owners_add = 'Это ваша игрушка. Вы не можете обменять его со своей'
success_cancel = 'Ваше обьявление было успешно отменено'
cancel_text = 'Отмена'
